<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
 <%
   //클라이언트 요청시 입력한 데이타를 가져와서 처리(CRUD)
   //처리후에 응답결과를 만든다  jsonObject의 배열 
 
 %>
 <%-- 
    jsonObject의 배열 
  [  
           { '키' : '벨류', '키' : '벨류', '키' : '벨류', '키' : '벨류',  },
           { '키' : '벨류' },
           { '키' : '벨류' },
           { '키' : '벨류' },
   ]   
 --%>
 [
 
    {
       "name"  : "홍길동",
       "addr"  : "대전",
       "tel"   : "010-1234-5678"
    },
    
    {
       "name"  : "개나리",
       "addr"  : "서울",
       "tel"   : "010-3434-5689"
    },
    
    {
       "name"  : "진달래",
       "addr"  : "부산",
       "tel"   : "010-5678-1234"
    },
    
    {
       "name"  : "무궁화",
       "addr"  : "대구",
       "tel"   : "010-8989-9090"
    }
 
 ]
 
 
 
 
 
 
 
 
 